Revit 2027 API
BoundaryValidation Properties
The BoundaryValidation type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
BoundaryValidation Class
Autodesk.Revit.DB Namespace